"insults": [
  "You continue to meet expectations.",
  "I expected you to be taller.",
  "Oh, bless your heart. (With a southern accent)",
  "May you ingest a Satchel of Richards!",
  "You must have been the kind of child they had to tie a steak to just so the dog would play with you.",
  "If I paid for 20 idiots and all I got was you, I’d still have gotten my money’s worth.",
  "You look like the kind of person who only returns your cart when someone else is watching.",
  "If only your parents had access to a better form of birth control.",
  "Your IQ is lower than the speed limit.",
  "If you were any dumber, you’d need instructions to breathe.",
  "I’ve seen scarier scarecrows.",
  "Even a Deck of Many Things wouldn’t grant you a personality.",
  "You’re as intimidating as a bunny rabbit.",
  "Your parents must be so disappointed in you.",
  "I bet even a gelatinous cube has better social skills.",
  "You’re not the sharpest sword in the armory, are you?",
  "Your breath could knock a troll off its bridge.",
  "Your sword must be compensating for something.",
  "You’re like a mimic, but everyone can see through your disguise.",
  "Your incompetence knows no bounds.",
  "If I had a copper piece for every time someone complimented your face, I’d be in debt.",
  "Your face is the reason the artificer invented disguise kits.",
  "I’ve seen scarecrows with more appealing features than you",
  "Are you a gelatinous cube? Because your presence is just gooey and irritating.",
  "Your presence is less welcome than a rust monster in an armory.",
  "I’ve seen more plot twists in a straight line than in your life story.",
  "Your sense of direction is worse than a blinded bat’s.",
  "Even a Deck of Illusions wouldn’t waste illusions on your existence.",
  "Your critical thinking is like a barbarian’s spellcasting – non-existent.",
  "Your social skills are on par with a mimic at a tea party.",
  "Your charisma is like a cursed amulet – actively repelling charm.",
  "Your idea of a plot twist is as shocking as a candle in a well-lit room.",
]
